Repository: MooreDerek/TabScore2
Catalog: TabScore2/Forms/EditResultForm.*.resx
Languages: de

# labelSection.Text
source: Section
de: Abschnitt

# labelTable.Text
source: Table
de: Tisch

# labelRound.Text
source: Round
de: Runden

# labelNorth.Text
source: North
de: Nord

# labelEast.Text
source: East
de: Ost

# labelSuit.Text
source: Suit
de: Farbe

# comboBoxSuit.Items
source: NT
de: SA

# comboBoxSuit.Items1
source: S
de: P

# comboBoxSuit.Items2
source: H
de: C

# comboBoxSuit.Items3
source: D
de: K

# comboBoxSuit.Items4
source: C
de: T

# labelDouble.Text
source: Double
de: Kontra

# comboBoxDeclarer.Items2
source: E
de: O

# comboBoxLead.Items1
source: C2
de: T2

# comboBoxLead.Items2
source: C3
de: T3

# comboBoxLead.Items3
source: C4
de: T4

# comboBoxLead.Items4
source: C5
de: T5

# comboBoxLead.Items5
source: C6
de: T6

# comboBoxLead.Items6
source: C7
de: T7

# comboBoxLead.Items7
source: C8
de: T8

# comboBoxLead.Items8
source: C9
de: T9

# comboBoxLead.Items9
source: CT
de: TZ

# comboBoxLead.Items10
source: CJ
de: TB

# comboBoxLead.Items11
source: CQ
de: TD

# comboBoxLead.Items12
source: CK
de: TK

# comboBoxLead.Items13
source: CA
de: TA

# comboBoxLead.Items14
source: D2
de: K2

# comboBoxLead.Items15
source: D3
de: K3

# comboBoxLead.Items16
source: D4
de: K4

# comboBoxLead.Items17
source: D5
de: K5

# comboBoxLead.Items18
source: D6
de: K6

# comboBoxLead.Items19
source: D7
de: K7

# comboBoxLead.Items20
source: D8
de: K8

# comboBoxLead.Items21
source: D9
de: K9

# comboBoxLead.Items22
source: DT
de: KZ

# comboBoxLead.Items23
source: DJ
de: KB

# comboBoxLead.Items24
source: DQ
de: KD

# comboBoxLead.Items25
source: DK
de: KK

# comboBoxLead.Items26
source: DA
de: KA

# comboBoxLead.Items27
source: H2
de: C2

# comboBoxLead.Items28
source: H3
de: C3

# comboBoxLead.Items29
source: H4
de: C4

# comboBoxLead.Items30
source: H5
de: C5

# comboBoxLead.Items31
source: H6
de: C6

# comboBoxLead.Items32
source: H7
de: C7

# comboBoxLead.Items33
source: H8
de: C8

# comboBoxLead.Items34
source: H9
de: C9

# comboBoxLead.Items35
source: HT
de: CZ

# comboBoxLead.Items36
source: HJ
de: CB

# comboBoxLead.Items37
source: HQ
de: CD

# comboBoxLead.Items38
source: HK
de: CK

# comboBoxLead.Items39
source: HA
de: CA

# comboBoxLead.Items40
source: S2
de: P2

# comboBoxLead.Items41
source: S3
de: P3

# comboBoxLead.Items42
source: S4
de: P4

# comboBoxLead.Items43
source: S5
de: P5

# comboBoxLead.Items44
source: S6
de: P6

# comboBoxLead.Items45
source: S7
de: P7

# comboBoxLead.Items46
source: S8
de: P8

# comboBoxLead.Items47
source: S9
de: P9

# comboBoxLead.Items48
source: ST
de: PZ

# comboBoxLead.Items49
source: SJ
de: PB

# comboBoxLead.Items50
source: SQ
de: PD

# comboBoxLead.Items51
source: SK
de: PK

# comboBoxLead.Items52
source: SA
de: PA

# labelLead.Text
source: Lead
de: Ausspiel

# labelResult.Text
source: Result
de: Ergebnis

# comboBoxRemarks.Items1
source: Not played
de: Nicht gespielt

# comboBoxRemarks.Items11
source: Arbitral score
de: Schiedsrichter-Ergebnis

# comboBoxRemarks.Items12
source: Wrong direction
de: Falsche Richtung

# labelRemarks.Text
source: Remarks (Not played, Arbitral score, Wrong direction)
de: Bemerkungen (Nicht gespielt, Schiedsrichter-Ergebnis, Falsche Richtung)

# buttonSave.Text
source: Save and close
de: Speichern und abschlie√üen

# buttonCancel.Text
source: Cancel
de: Abbrechen

# labelLevel.Text
source: Level
de: Stufe

# $this.Text
source: TabScore2 - Edit result
de: TabScore2 - Ergebnis bearbeiten

# labelDeclarer.Text
source: Declarer
de: Alleinspieler
