Repository: MooreDerek/TabScore2
Catalog: TabScore2/Forms/SettingsForm.*.resx
Languages: de, es

# AdditionalMinutesPerRoundLabel.Text
source: Additional minutes per round
de: Zusätzliche Minuten pro Runde
es: Minutos adicionales por ronda

# CanxButton.Text
source: Cancel
de: Abbrechen
es: Cancelar

# EnterLeadCardCheckbox.Text
source: Enter lead card
de: Ausspiel eingeben
es: Introducir la salida

# EnterResultsMethodCombobox.Items
source: Tricks plus or minus
de: Stiche plus oder minus
es: Bazas más o menos

# EnterResultsMethodCombobox.Items1
source: Total tricks won
de: Gesamtzahl der gewonnenen Stiche
es: Total de bazas ganadas

# EnterResultsMethodGroup.Text
source: Results entry method
de: Ergebniseingabe
es: Ingrese el método de resultados

# HandRecordGroup.Text
source: Hand record
de: Verteilung
es: Registro de la mano

# LeadCardGroup.Text
source: Lead card
de: Ausspiel
es: Salida

# ManualHandEntryCheckbox.Text
source: Allow manual hand record entry
de: Manuelle Verteilungseingabe zulassen
es: Permitir entrada manual de registros

# MinutesPerBoardLabel.Text
source: Minutes per board
de: Minuten pro Board
es: minutos por tablilla

# NameSourceCombobox.Items
source: Internal database
de: Interne Datenbank
es: Base de datos interna

# NameSourceCombobox.Items1
source: External database
de: Externe Datenbank
es: Base de datos externa

# NameSourceCombobox.Items2
source: No name source
de: Keine Namensquelle
es: Sin fuente de nombres

# NameSourceCombobox.Items3
source: Internal database first, then external
de: Zuerst interne Datenbank, dann extern
es: Base de datos interna primero, luego externa

# NumberEntryEachRoundCheckbox.Text
source: Player ID entry each round
de: Eingabe der Spieler-ID in jeder Runde
es: Entrada del ID de jugador en cada ronda

# PlayersGroup.Text
source: Player names/IDs
de: Spielernamen/-IDs
es: Nombres/IDs de jugadores

# RankingListGroup.Text
source: Ranking list
de: Rangliste
es: Listado de clasificación

# RoundTimerGroupBox.Text
source: Round timer
de: Rundentimer
es: Reloj de ronda

# SaveButton.Text
source: Save and close
de: Speichern und abschließen
es: Guardar y cerrar

# ShowHandRecordCheckbox.Text
source: Show hand record
de: Verteilung anzeigen
es: Mostrar registro de la mano

# ShowPercentageCheckbox.Text
source: Show percentage on traveller
de: Prozentsatz auf dem Boardzettel anzeigen
es: Mostrar porcentaje sobre el viajero

# ShowRankingCombobox.Items
source: Don't show
de: Nicht anzeigen
es: No mostrar

# ShowRankingCombobox.Items1
source: Show after each round
de: Nach jeder Runde anzeigen
es: Mostrar después de cada ronda

# ShowRankingCombobox.Items2
source: Show at end of session
de: Am Ende des Turniers anzeigen
es: Mostrar al final de la sesión

# ShowTimerCheckbox.Text
source: Show round timer
de: Rundentimer anzeigen
es: Mostrar reloj de ronda

# ShowTravellerCheckbox.Text
source: Show traveller
de: Boardzettel anzeigen
es: Mostrar viajero

# TabletModePersonalRadioButton.Text
source: Personal - tablets move with players
de: Persönlich - Tablets bewegen sich mit den Spielern
es: Personal - las tabletas se mueven con los jugadores

# TabletModeTraditionalRadioButton.Text
source: Traditional - 1 tablet per table
de: Traditionell - 1 Tablet pro Tisch
es: Tradicional - 1 tableta por mesa

# TabletMovesGroupBox.Text
source: Table-top device mode
de: Tischgerätemodus
es: Modo de dispositivo de mesa

# TravellerGroup.Text
source: Traveller
de: Boardzettel
es: Viajero de la mano

# ValidateLeadCardCheckbox.Text
source: Validate lead card
de: Ausspiel validieren
es: Validar salida

# DoubleDummyCheckbox.Text
source: Double dummy analysis for entered hands
de: Double-Dummy-Analyse durchführen
es: Realizar análisis double dummy

# $this.Text
source: TabScore2 - Settings
de: TabScore2 – Einstellungen
es: TabScore2 - Configuración

# FromPerspectiveOfCombobox.Items
source: North
de: Nord

# FromPerspectiveOfCombobox.Items2
source: East
de: Ost

# FromPerspectiveOfCombobox.Items1
source: South
de: Süd

# SuppressRankingListLastXLabel.Text
source: Don't show ranking list for last x rounds
de: Rangliste für die letzten x Runden nicht anzeigen

# SuppressRankingListFirstXLabel.Text
source: Don't show ranking list for first x rounds
de: Rangliste für die ersten x Runden nicht anzeigen

# FromPerspectiveOfLabel.Text
source: From the perspective of
de: Aus der Perspektive von
